Repository: OpenEstate/OpenEstate-Tool-HelloWorld
Catalog: src/main/i18n/*.po
Languages: de

source: Loading object {0}.
de: Objekt {0} wird geladen.

source: Can't load object!
de: Objekt kann nicht geladen werden!

source: Can't remove object!
de: Objekt kann nicht entfernt werden!

source: Hello World!
de: Hallo Welt!

source: Show details about the Hello World addon.
de: Details zum Hallo Welt Addon anzeigen.

source: use addon
de: Addon verwenden

source: access to objects
de: Zugriff auf Objekte

source: edit objects
de: Objekte bearbeiten

source: remove objects
de: Objekte entfernen

source: Access denied!
de: Zugriff verweigert!

source: Help is not implemented yet!
de: Die Hilfe ist momentan nicht implementiert!

source: Do you really want to remove object {0}?
de: Soll das Objekt {0} wirklich entfernt werden?

source: new object
de: neues Objekt

source: object
de: Objekt

source: Create a new object.
de: Ein neues Objekt erzeugen.

source: Edit object {0}.
de: Objekt {0} bearbeiten.

source: details about the object
de: Details zum Objekt

source: Enter the name of the object.
de: Name des Objekts erfassen.

source: notes about the object
de: Notizen zum Objekt

source: Enter some notes about the object.
de: Notizen zum Objekt erfassen.

source: Can't save object!
de: Objekt kann nicht gespeichert werden!

source: This plugin does not provide any features.
de: Dieses Addon stellt keine Funktionen zur Verfügung.

source: Add a new object.
de: Ein neues Objekt hinzufügen.

source: show object
de: Objekt anzeigen

source: Show details about the object.
de: Details zum Objekt anzeigen.

source: remove object
de: Objekt entfernen

source: Remove object from the project.
de: Objekt aus dem Projekt entfernen.

source: refresh
de: aktualisieren

source: Refresh view in the sidebar.
de: Ansicht in der Seitenleiste aktualisieren.

source: show Hello World!
de: Hallo Welt! öffnen

source: Show view for Hello World! in the sidebar.
de: Hallo Welt! in der Seitenleiste öffnen.
